7zip
alacritty
ani-cli
arandr
badlion-client
baobab
base
base-devel
bluetui
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
cups
dmenu
dmidecode
dnsmasq
dunst
efibootmgr
evtest
fastfetch
fcft
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
feh
firefox
flameshot
flatpak
flatseal
foo2zjs-nightly
fzf
git
grim
grimblast-git
grub
htop
hypridle
hyprlock
hyprpolkitagent
impala
inkscape
iwd
kitty
lazygit
libinput-tools
libnotify
libreoffice-fresh
linux
linux-firmware
linux-headers
lxappearance
mako
mesa-utils
ncdu
neovim
networkmanager
nitrogen
nodejs
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-settings
nvidia-utils
obsidian
oh-my-posh-bin
pahole
papirus-icon-theme
paru
paru-debug
pavucontrol
picom
pipewire
pipewire-pulse
plocate
polkit-kde-agent
proton-vpn-gtk-app
python-pip
pywal-git
qbittorrent
qemu-full
qt5ct-kde
qt6-wayland
qt6-webengine
rofi
slurp
sof-firmware
starship
stow
swaybg
swww
system-config-printer
tailscale
thunar
timeshift
tllist
tmux
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-mononoki-nerd
typst
usbutils
vesktop-bin
vim
virt-manager
visual-studio-code-bin
waybar
wl-clipboard
wlr-randr
wlroots0.19
wmctrl
wmenu
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yazi
zen-browser-bin
zoxide
zsh
zsh-autosuggestions
